<template>
    <div class="useragreement">
      <div style="text-align: center"><h1>《倍熙私医用户协议》</h1></div>
      尊敬的用户：<br>
      &emsp;&emsp;欢迎使用倍熙私医产品及服务！<br>
      重要提示：<br>
      &emsp;&emsp;在使用倍熙私医产品及服务之前，您应当认真阅读并遵守《倍熙私医用户协议》（以下简称“本协议”或“协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的条款、争议解决和法律适用条款。
      <br>
      &emsp;&emsp;当您在注册、订购、下单等过程中，点击勾选“同意并阅读”本协议并成功注册、订购或下单，或以其它方式实际使用倍熙私医服务时，即表示您已充分阅读、理解并接受本协议的全部内容，本协议即产生法律约束力。您承诺理解、接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得倍熙私医对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
       <br>
      <h2>一、缔约主体</h2>
      本协议中：<br>
      &emsp;&emsp;甲方为倍熙私医医疗健康管理平台用户（以下协议内容将简称为“甲方”、“用户”或“您”），包括：通过倍熙私医微信公众号、微信小程序、移动客户端、PC端倍熙私医应用软件、硬件、网站、以及线下现场服务或其他方式使用倍熙私医服务的用户；
      乙方为宁波海曙百护佳内科诊所有限公司（以下协议内容将简称为“乙方”或“倍熙私医”）。
       <br>
      <h2>二、协议内容和效力</h2>
      1、本协议内容包括本协议正文及所有倍熙私医已经发布或将来可能发布的隐私政策、各项政策、规则、声明、通知、警示、提示、说明（以下简称“规则”）。前述规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。<br>
      2、倍熙私医有权根据需要不时制订、修改本协议及相关规则，变更后的协议和规则一经公布，立即取代原协议及规则并自动生效。如甲方不同意相关变更，应当立即停止使用倍熙私医服务，如甲方继续使用倍熙私医的服务或进行任何倍熙私医线上服务平台的活动，即表示甲方已接受经修订的协议和规则。<br>
       
      <h2>三、代理服务授权</h2>
      &emsp;&emsp;乙方为了向甲方提供便捷、优质的服务，可能涉及到帮助甲方代为办理某些业务。在这些业务办理过程中，乙方均遵守医院的相关规定制度，帮助维护医院的正常就医秩序。为了方便业务办理，双方达成以下约定：
       <br>
      1、 甲方授权乙方为其代办各类就医健康相关业务，包括但不限于：<br>
      （1） 挂号类业务（预约挂号、医院现场窗口挂号等）；<br>
      （2） 实名就诊卡；<br>
      （3） 取号；<br>
      （4） 预约检查；<br>
      （5） 取检查报告；<br>
      （6） 开药取药送药；<br>
      （7） 陪诊；<br>
      （8） 住院手续办理；<br>
      （9） 出院手续办理；<br>
      （10） 就医流程方案制订及咨询；<br>
      （11）私医服务；<br>
      等<br>
       
      2、甲方同意并授权乙方在业务办理过程中使用其以下个人信息或证件，包括但不限于：<br>
      （1） 手机号码、电话号码；<br>
      （2） 身份证原件、身份证复印件或身份证号码等信息；<br>
      （3） 就诊卡原件、就诊卡复印件或就诊卡号码等信息；<br>
      （4） 挂号单、各类预约检查单、各类取报告凭证、各类住院凭证、各类排号单等医院业务流程相关的单据原件或信息；<br>
      （5） 服务所需的相关第三方平台的登录信息资料（如无，甲方可授权乙方代理提供）；<br>
       
      <h2>四、服务费用</h2>
      您理解并同意：<br>
      1、所有费用需通过倍熙私医接受的支付方式支付。前述使用费不包含其它任何税款、费用或相关汇款等支出，否则您应补足付款或自行支付该费用。<br>
      2、倍熙私医有权根据实际情况提前7天单方调整费用标准及收费方式，并以公告形式通知您，而无需获得您的事先同意，如您不同意收费应当立即停止服务的使用，否则使用则视为您已同意并应当缴纳费用。<br>
      3、本服务的任何免费试用或免费功能和服务不应视为倍熙私医放弃后续收费的权利。倍熙私医有权提前7天以公告形式通知您收费标准，若您继续使用则需按倍熙私医公布的收费标准支付费用。<br>
      4、您应当自行支付使用本服务可能产生的上网费以及其他第三方收取的通讯费、信息费等。<br>
      5、在使用本软件中的语音或短信服务时，倍熙私医方需通过电信运营商提供的网络提供服务，运营商在某些情况下可能向用户收取一定通信费用（如用户处于异地漫游状态时需支付漫游接听费用）。<br>
      <h2>6、乙方在以下情形有权拒绝甲方提出的退费请求：</h2><br>
      （1）订单执行中：甲方下单后，如订单状态为“已接单”则表示该业务已经进入办理流程，此时订单无法取消，已支付的相关服务费用无法退款。<br>
      （2）订单完成：甲方下单后，如订单状态为“已完成”则表示该业务已办理完成，此时订单无法取消，无论甲方是否至现场领取相关资料凭证或接受服务，甲方已支付的相关服务费用无法退款，且需要补足的费用须补足。<br>
      （3）订购的服务已部分或全部使用：甲方向乙方订购或下单的产品、服务，如已部分使用或全部使用，对于该项产品或服务，乙方有权拒绝退费。<br>
       
      <h2>五、乙方有权不提供服务的情形</h2>
      您理解并同意：<br>
      1、乙方在服务过程中需要要甲方提供医疗机构所要求的证件原件或信息、凭证原件或信息，如甲方无法提供，乙方有权不向其提供服务。<br>
      2、 甲方有义务向乙方支付服务费用（包括但不限于：服务费、会员费、在部分服务项目中乙方替甲方垫付的费用等）；如甲方拒不支付，乙方有权解除其用户资格、不再向其提供任何类型或形式的服务。<br>
      3、 乙方有权要求甲方遵循乙方服务流程及规定，甲方有义务遵循。甲方不遵守服务流程的，乙方有权不向其提供服务。<br>
      4、在服务过程中，甲方有义务按照约定的服务内容和时间地点接受服务，不能无故爽约、拖延。在甲方无故违约的情况下（包括但不限于：爽约、无故拖延、未向乙方通知临时变更约定时间或订单），乙方有权解除其用户资格并不再向其提供任何类型或形式的服务；<br>
      5、甲方的业务需求如超出乙方服务范围或合理需求，乙方有权力拒绝提供服务；<br>
      6、提出会员服务的用户主体与会员资格受益人非同一人时，乙方有权拒绝服务；<br>
      7、乙方有权对甲方的下单等行为进行判定，若甲方经常无故爽约，或被系统判断有倒卖公共医疗服务资源行为，乙方有权取消甲方已经预约的订单，并冻结其账号；<br>
       
      <h2>六、有限责任及免责情形</h2>
      您理解并同意：乙方在为甲方服务的过程中，如遇以下情形，不承担相关责任：<br>
      <h3>1、非乙方直接原因造成的意外或医疗事故：</h3><br>
      （1）倍熙私医提供的服务为就医、体检等健康管理相关辅助类服务，并不提供问诊、治疗、医学检测等医疗体检直接服务，如用户在就医、体检过程中，发生意外或医疗事故，倍熙私医不承担相关责任；<br>
      （2）倍熙私医为用户提供的咨询服务限于健康咨询，并非门诊。由于交流方式原因对用户的病情可能无法全面了解，所以相应咨询结果的严谨性、科学性不予保证，仅供用户参考。必要情况下请用户一定要到正规医院寻求医生面诊。若用户因单一凭借咨询结果，私自用药或自行治疗，出现的一切后果用户自负，倍熙私医不予承担责任。<br>
       
      <h3>2、因医疗资源稀缺客观状况造成的服务困难：</h3>
      &emsp;&emsp;由于医疗资源的稀缺性和随机性，医院本身的服务承接能力亦有限。倍熙私医无法承诺保证每次都能够为所有用户达成所需服务需求（包括但不限于：部分医院科室或专家号的挂号、门诊检查、入院床位安排、体检中心进行的健康体检预约等），请用户谅解并尽量做到提前预约。<br>
      遇此情形，倍熙私医会尽力为用户进行服务协调，但对于不能进行服务或未完成服务以及由此造成的相关后果，乙方不承担责任。<br>
       
      <h3>3、由于医院或体检机构内部原因造成的客观原因，包括但不限于：</h3>
      （1）医生停诊：<br>
      &emsp;&emsp;鉴于医院临床工作具有很强的特殊性，在遇到抢救、急诊或其它工作安排调整等特殊情况时，医生有可能会延后甚至取消门诊，此情形属医院院内的正常工作安排变动，非倍熙私医能够控制。请用户关注相应的停诊通知；医生重新出诊的时间请用户留意医院当日公布的出诊日期。遇停诊情形，乙方会帮助用户积极协调，但不承担相关责任（包括但不限于：用户因医院医生停诊而产生的交通、餐饮、住宿等费用；或因门诊延期而导致病情延误等其它问题）；<br>
      （2）体检机构的体检内容发生变化。<br>
       
      <h3>4、由于用户自身失误或过失造成的，如：</h3>
      （1）倍熙私医按照甲方提交的订单进行服务处理，以甲方提交的订单信息为准，并且根据医院规定，须甲方提交相应资料，如由于甲方提交订单信息错误、遗漏，或者未成功提交订单，或者未完整提交所需资料，导致服务不能有效开展、或服务结果与甲方的需求有异、或其它相关后果，倍熙私医不予承担责任；<br>
      （2）如用户因自身行为原因被部分医疗机构拉入黑名单，倍熙私医将无法为用户提供这些医疗机构的服务，并不承担相关责任；<br>
      （3）为更好的维护医院就诊秩序和维持倍熙私医的服务水准，请用户按照下单时预约的时间到医院就诊或享受相应倍熙私医服务，如用户未按照规定或约定时间接受服务，医院有权另行安排就诊或取消本次就诊，倍熙私医也有权中止此次服务，所产生的费用及相关损失后果由用户自行承担，倍熙私医不承担相关责任；<br>
      （4）倍熙私医要求用户使用服务时必须携带本人有效身份证件验证身份，如提供服务时发现用户提供身份信息与订单信息不一致，倍熙私医有权中止服务，一切后果用户自负，倍熙私医不予承担责任；<br>
      （5）甲方应确保其主动提供给乙方的个人信息是真实、准确、完整的。如信息发生变更的，甲方应及时进行更新，以确保乙方所获得的甲方个人信息是最新的、真实的、准确的和完整的；否则乙方无须承担由此给甲方造成的任何相关损失。<br>
      （6）甲方应重视自身个人信息的保护，如发现自身个人信息已经被泄露或者存在被泄露的可能，且有可能会危害其在乙方平台的账户安全，或可能造成其它损失的，甲方务必及时通知乙方，以便乙方采取相应措施确保其账户安全，防止损失的发生或者进一步扩大；否则，乙方无须承担由此造成的任何相关损失。<br>
      （7）在绑定注册、充值、下单、服务进行中等各个环节，倍熙私医可能向甲方发送短信通知，如因甲方的手机设置了屏蔽，或因运营商信息故障、临时调整的关键字屏蔽等原因导致信息发送不成功或延迟，由此造成的相关后果，倍熙私医不予承担相应责任；<br>
       
      5、 因倍熙私医合作方发生业务变更、取消，或任何因合作第三方出现变故等情形，造成倍熙私医不能提供服务的，倍熙私医有权下架服务及产品、取消订单（应退回用户已缴费用的，应退回），对此不承担相关任何责任。<br>
       
      6、 正常业务调整：倍熙私医保留在任何时候自行决定对服务或服务任何部分及其相关功能、应用软件变更、升级、修改、转移的权利。甲方理解并同意对于上述行为，乙方均不需通知，并且对甲方和任何第三人不承担任何责任。<br>
       
      7、 不论在何种情况下，倍熙私医均不对由于Internet互联网网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、国际、国内法院的命令或第三方的不作为、任何不可抗力而造成的不能服务或延迟服务承担责任。<br>
       
      8、不论是否可以预见，不论是源于何种形式的行为，倍熙私医不对由以下原因造成的任何特别的、直接的、间接的、惩罚性的、突发性的或有因果关系的损害或其他任何损害（包括但不限于利润或利息的损失，营业中止，资料灭失）承担责任。<br>
      （1）使用或不能使用服务；<br>
      （2）通过服务购买或获取任何产品、样品、数据、信息或进行交易等，或其它可替代上述行为的行为而产生的费用；<br>
      （3）未经授权的存取或修改数据或数据的传输；<br>
      （4）第三方通过服务所作的陈述或行为；<br>
      （4）其它与服务相关事件，包括疏忽等，所造成的损害。<br>
       
      9、甲方充分了解并同意：鉴于互联网体制及环境的特殊性，甲方在服务中分享的信息及个人资料有可能会被他人复制、转载、擅改或做其它非法用途；您在此已充分意识此类风险的存在，并确认此等风险应完全由您自行承担，倍熙私医对此不承担任何责任。<br>
       
      10、甲方了解并同意：在使用服务过程中可能存在来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）及匿名或冒名的信息的风险，基于服务使用规范所述，该等风险应由甲方自行承担，倍熙私医对此不承担任何责任。<br>
       
      <h2>七、隐私政策</h2>
      <br>
      &emsp;&emsp;在乙方向甲方提供服务的过程中，特别是在线上服务提供平台中（包括但不限于：微信、APP、网站等），乙方可能会收集和使用甲方的个人信息或相关，部分信息可能涉及隐私，甲方对此充分理解并完全接受。乙方重视用户的个人信息及隐私保护，关于乙方如何收集、存储、使用和分享甲方个人活相关信息，以及通过何种方式向甲方提供访问、更新、控制和保护其个人信息，双方作如下约定：<br>
       
      1、乙方可能会收集和使用甲方的以下“个人信息”，包括但不限于：<br>
      （1） 甲方在乙方服务平台中注册存储的账号、密码，及甲方代其亲友注册存储的账号、密码；<br>
      （2） 甲方的姓名、电话号码、地址、出生日期、身份证号码、就诊卡卡号、社保卡卡号、亲情账号信息等单独或与其他信息对照可以识别特定个人的信息。<br>
      （3） 甲方提供给公共平台或者向公共平台披露的个人信息及隐私；<br>
      （4） 甲方登录和使用倍熙私医在线服务平台的时间、时长、支付账号以及下单记录；<br>
      （5） 甲方所使用的计算机、移动终端设备的品牌、型号、IP地址以及软件版本信息；<br>
      （6） 为了实现前述目的，乙方通过cookie或者其它方式采集到的甲方其它个人信息、行为数据或者相关隐私。<br>
       
      2、乙方将会使用各种安全技术和程序存储、保护用户信息，防止其被未经授权的访问、使用、复制和泄露，不向任何第三方透漏用户信息，但存在下列任何一项情形而披露给第三方的除外：<br>
      （1）基于国家法律法规的规定而对外披露；<br>
      （2）应国家司法机关及其他有法律权限的政府机关基于法定程序的要求而披露；<br>
      （3）为保护产品或甲方的合法权益而披露；<br>
      （4）在紧急情况下，为保护其他用户或者第三方人身安全而披露；<br>
      （5）用户本人或其监护人授权披露；<br>
      （6）应用户的监护人的合法要求而向其披露。<br>
      乙方即便是按照前款约定将用户信息披露给第三方，亦会要求接收上述用户信息的第三方严格按照国家法律法规使用和保护用户信息。<br>
       
      3、即便是乙方采取各种安全技术和程序存储、保护用户信息，防止其被未经授权的访问、使用、复制和泄露，但用户信息仍然有可能发生被黑客攻击、窃取，因不可抗力或者其他非乙方自身原因而被泄露的情形。对此，只要是乙方采取了必要的措施防止上述情形之发生，并在上述情形发生之后采取必要的措施防止其损失进一步扩大，乙方则无须赔偿由此给甲方造成的任何损失。<br>
       
      4、乙方有可能将用户信息用于下列某一个或者某几个目的：<br>
      （1）在甲方使用其线上服务时，用于验证甲方身份、供甲方支付款项、为甲方提供送货服务、售后服务以及其他客户服务；<br>
      （2）帮助乙方分析、了解用户需求，设计新的商业模式，向甲方及其他用户推荐新的商品或服务；<br>
      （3）其它用于改进服务、提升用户体验的目的。<br>
       
      5、乙方如发生公司合并或者分立，那么合并或者分立后企业或者公司仍然有权按照本协议及其它相关约定收集、存储、保护、使用和分享用户信息，而无须另行征得甲方的同意。<br>
       
      <h2>八、互联网服务使用规范</h2>
      1、用户充分了解并同意应自行对利用服务从事的所有行为及结果承担责任。相应地，用户应了解，使用倍熙私医服务可能发生来自他人非法或不当行为（或信息）的风险，用户应自行判断及行动，并自行承担相应的风险。<br>
      2、用户应自行承担因使用服务所产生的费用，包括但不限于上网流量费、通信服务费等。<br>
      3、用户承诺不对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于包括但不限于广告及任何其它商业目的。<br>
      4、甲方承诺不会利用本服务进行任何违法或不当的活动，包括但不限于下列行为:<br>
      （1）上载、传送或分享含有下列内容之一的信息：<br>
      反对宪法所确定的基本原则的；<br>
      危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
      损害国家荣誉和利益的；<br>
      煽动民族仇恨、民族歧视、破坏民族团结的；<br>
      破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
      散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
      散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
      侮辱或者诽谤他人，侵害他人合法权利的；<br>
      含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；<br>
      含有中国或其甲方所在国国家管辖法所适用的法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；<br>
      （2）冒充任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；<br>
      （3）伪造标题或以其他方式操控识别资料，使人误认为该内容为倍熙私医或其关联公司所传送；<br>
      （4）将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以上载、传送或分享；<br>
      （5）将涉嫌侵害他人权利（包括但不限于著作权、专利权、商标权、商业秘密等知识产权）之内容上载、传送或分享；<br>
      （6）跟踪或以其它方式骚扰他人, 或通过本服务向好友或其他用户发送大量信息；<br>
      （7）将任何广告、推广信息、促销资料、“垃圾邮件”、“滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以上载、传送或分享；供前述目的使用的专用区域或专用功能除外；<br>
      （8）进行任何超出正常用户之间内部或外部信息沟通、交流等目的的行为；<br>
      （9）出于超出正常好友或用户之间内部或外部信息沟通、交流等目的（包括但不限于为发送广告、垃圾、骚扰或违法违规等信息的目的），通过自己添加或诱导他人添加等任何方式使自己与其他用户形成好友关系（好友关系包括但不限于单向好友关系和双向好友关系，下同）；<br>
      （10）通过本服务向其他用户发送大量信息；<br>
      （11）违反遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等“七条底线”要求的行为；<br>
      （12）从事任何违反中国法律、法规、规章、政策及规范性文件的行为。<br>
      5、甲方承诺不对本软件和服务从事以下行为：<br>
      （1）将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；<br>
      （2）干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；<br>
      （3）通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；<br>
      （4）通过非倍熙私医开发、授权的第三方软件、插件、外挂、系统，登录或使用软件及服务，或制作、发布、传播上述工具；<br>
      （5）自行、授权他人或利用第三方软件对本软件及其组件、模块、数据等进行干扰。<br>
      6、甲方承诺：使用倍熙私医服务时甲方将严格遵守本协议(包括本协议第一条所述规则)。<br>
      7、甲方同意并接受：倍熙私医无须时时监控甲方上载、传送或分享的资料及信息，但倍熙私医有权对甲方使用服务的情况进行审查、监督并采取相应行动，包括但不限于删除信息、中止或终止服务，及向有关机关报告。<br>
      8、甲方承诺：不以任何形式使用本服务侵犯倍熙私医的商业利益，或从事任何可能对倍熙私医造成损害或不利于倍熙私医的行为。<br>
      9、甲方了解并同意：在倍熙私医服务提供过程中，倍熙私医及其关联公司或其授权单位和个人有权以各种方式投放各种商业性广告或其他任何类型的推广信息，同时，甲方同意接受以电子邮件或其他方式向甲方发送的上述广告或推广信息。<br>
      10、甲方了解并同意：甲方必须为自己注册帐号下的一切行为负责，包括甲方所发表的任何内容以及由此产生的任何后果。甲方应对使用本服务时接触到的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。倍熙私医无法且不会对甲方因前述风险而导致的任何损失或损害承担责任。<br>
      11、如果倍熙私医发现或收到他人举报甲方有违反本协议约定的，倍熙私医有权不经通知随时对相关内容进行删除、屏蔽，并采取包括但不限于收回账号，限制、暂停、终止甲方使用部分或全部本服务，追究法律责任等措施。<br>
       
      <h2>九、知识产权</h2>
      1、甲方了解及同意，除非倍熙私医另行声明，本协议项下服务包含的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密等）及相关权利均归倍熙私医或其关联公司所有。<br>
      2、甲方应保证，除非取得倍熙私医书面授权，对于上述权利甲方不得（并不得允许任何第三人）实施包括但不限于出租、出借、出售、散布、复制、修改、转载、汇编、发表、出版、还原工程、反向汇编、反向编译，或以其它方式发现原始码等的行为。<br>
      3、倍熙私医服务涉及的Logo、“倍熙私医”等文字、图形及其组成，以及倍熙私医其他标识、徵记、产品和服务名称均为倍熙私医及其关联公司在中国和其它国家的商标，用户未经倍熙私医书面授权不得以任何方式展示、使用或作其他处理，也不得向他人表明甲方有权展示、使用、或作其他处理。<br>
      4、甲方理解并同意授权倍熙私医在宣传和推广中使用甲方的名称、商标、标识，但仅限于表明甲方属于我们的用户、客户或合作伙伴。<br>
       
      <h2>十、违约责任及赔偿</h2>
      1、如倍熙私医发现或收到他人举报甲方有违反本协议约定的，倍熙私医有权不经通知随时对相关内容进行删除、屏蔽，并采取包括但不限于：限制、暂停、终止您使用倍熙私医账号及服务，限制、暂停、终止您使用部分或全部本服务，追究法律责任等措施。<br>
      2、您理解并同意，由于您上载、传送或分享之信息，或使用本服务其他功能，或违反本协议、或您侵害他人任何权利因而衍生或导致任何第三人向倍熙私医及其关联公司提出任何索赔或请求，或倍熙私医及其关联公司因此而发生任何损失，您同意将足额进行赔偿（包括但不限于合理律师费）。<br>
       
      <h2>十一、有效通知</h2>
      1、您同意：倍熙私医向您发出的任何通知，可采用电子邮件、页面公开区域公告、个人网络区域提示、手机短信或常规信件等方式，且该等通知应自发送之日视为已向用户送达或生效。<br>
      2、您同意：您向倍熙私医发出的任何通知应发至倍熙私医对外正式公布的电子邮件、通信地址、传真号码等联系信息，或使用其他倍熙私医认可的其他通知方式进行送达。<br>
       
      <h2>十二、争议解决及其他</h2>
      1、本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理，并以成都市中级人民法院为第一审管辖法院。<br>
      2、如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部份则仍具有法律效力。<br>
      3、倍熙私医于用户过失或违约时放弃本协议规定的权利的，不得视为其对用户的其它或以后同类之过失或违约行为弃权。<br>
      4、本协议应取代双方此前就本协议任何事项达成的全部口头和书面协议、安排、谅解和通信。<br>
      5、倍熙私医有权根据业务调整情况将本协议项下的全部权利义务一并转移给其关联公司，转让将以本协议规定的方式通知，用户承诺对此不持有异议。<br>
    </div>
</template>

<script>
    export default {
        name: "userAgreement"
    }
</script>

<style scoped lang="less">
  .useragreement{
   padding-left: 0.2rem;
    padding-right: 0.2rem;
    font-family: 'Microsoft JhengHei';
    font-weight: bold;
    font-size: 0.3rem;
    h1{
      margin-top: 0.2rem;
      margin-bottom: 0.2rem;
      font-size: 0.34rem;
    }
    h2{
      font-size: 0.32rem;
    }
  }
</style>
